{"translation-revision-date":"2023-10-09 08:23:47+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Watch the Quick Starter Guide":["Смотрите краткое руководство по запуску"],"Close ":["Закрыть "],"Successfully imported!":["Успешно импортирован!"],"Build Ultra High Performance Websites, Without Coding":["Создавайте сверхвысокопроизводительные веб-сайты без написания кода"],"Spectra is 100% beginner friendly and enhances the default WordPress block editor.":["Spectra на 100% дружественна к новичкам и улучшает стандартный редактор блоков WordPress."],"Spectra - WordPress Free Page Builder":["Spectra - бесплатный конструктор страниц WordPress"],"Explore Spectra":["Исследовать Spectra"],"Activate Spectra":["Активировать Spectra"],"Install Spectra - It’s free":["Установите Spectra — это бесплатно"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Загружает активы динамически по требованию. Активы загружаются только для тех блоков, которые используются на странице."],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Меньшее количество внешних скриптов и зависимостей обеспечивает чистоту кода, что приводит к небольшому размеру файлов и более быстрой загрузке."],"Zero Bloat, No Dependencies":["Нет наворотов, нет зависимостей"],"Score 100% in CWV. Clean code output and lightning-fast load times keep visitors and search engines happy.":["Набрать 100% в CWV. Чистый вывод кода и молниеносная загрузка делают посетителей и поисковые системы довольными."],"Google Will Love and Rank":["Google будет любить и ранжировать"],"Spectra Integrates into the same WordPress editor, making it super intuitive website builder.":["Spectra интегрируется в тот же редактор WordPress, что делает его интуитивно понятным конструктором веб-сайтов."],"Native WordPress Interface":["Встроенный интерфейс WordPress"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Чистый код, написанный с использованием новейших стандартов, обеспечивает максимальную безопасность и безупречную работу с любым плагином WordPress."],"Secure and Integrated":["Безопасный и интегрированный"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra работает с собственным редактором WordPress без зависимости от внешнего кода. Таким образом, это быстро и стабильно."],"Super Fast and Stable":["Супер быстрый и стабильный"],"Upgrade to Astra Pro to get access to Custom Layouts, which allow you to create a unique header, footer, 404 pages, and custom content.":["Обновите до Astra Pro, чтобы получить доступ к пользовательским макетам, которые позволяют создавать уникальные заголовки и подвалы, страницы 404 и настраиваемое содержимое."],"Install & Activate":["Установить и активировать"],"updating...":["обновляются..."],"Activated!":["Активировано!"],"Deactivated!":["Деактивировано!"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Получите доступ к мощным функциям для быстрого создания дизайна WordPress без больших затрат. Мощные инструменты, поддержка премиум-класса, безграничные возможности с Pro! Включение и отключение уведомлений об обновлении "],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["После многих лет эволюции и обновлений старый конструктор колонтитула находится в той точке, когда он больше не может обрабатывать все новые функции. Мы рекомендуем вам перейти на новый конструктор верхних и нижних колонтитулов, который имеет ряд новых функций и обеспечивает более удобную работу."],"Assets Regenerated!":["Активы восстановлены!"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Эта опция будет загружать файлы шрифтов сразу при загрузке страницы. Предварительная загрузка локальных шрифтов может еще больше ускорить работу вашего сайта."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Включите эту опцию, чтобы загрузить шрифты Google и сохранить их на своем сервере. Это может быть полезно для повышения скорости работы вашего сайта и для соблюдения законов GDPR."],"Successfully saved!":["Успешно сохранено!"],"See all Astra Pro features":["Посмотреть все функции Astra Pro"],"Features":["Особенности"],"Astra Free vs Pro":["Astra Free против Pro"],"Astra Free Vs Pro":["Astra Free против Pro"],"EDD Mini-Cart Shortcode":["Шорткод мини-корзины EDD"],"WooCommerce Mini-Cart Shortcode":["Шорткод мини-корзины WooCommerce"],"Search Box Shortcode":["Шорткод окна поиска"],"Breadcrumbs Shortcode":["Шорткод Навигационные цепочки"],"Single Post Page - Post Navigation Visibility Control":["Страница с отдельной записью - контроль видимости навигации по записям"],"Single Post Page - Author Info Box":["Страница с отдельной записью - Инфоблок автора"],"Single Post Page - Post Readtime Meta Option\t":["Страница одной записи - опция метаданных времени чтения записи"],"Archive Page - Post Readtime Meta Option":["Страница архива - Мета-опция времени чтения записи"],"Archive Page - Post Grid Control":["Страница архива - Управление сеткой записи"],"Archive Page - Post Content Layouts":["Страница архива - Макеты содержимого записи"],"Color & Typography Options":["Параметры цвета и типографики"],"Divider Elements":["Разделительные элементы"],"Multiple Button Elements":["Несколько элементов кнопок"],"Multiple HTML Elements":["Несколько элементов HTML"],"Mega Menu":["Мега меню"],"Sticky Header Animations":["Анимация прикрепленных заголовков"],"Hide Sticky When Scroll Down":["Скрыть стикеры при прокрутке вниз"],"Shrink When Scroll Up":["Сжиматься при прокрутке вверх"],"Sticky When Scroll Up":["Приклеивается при прокрутке вверх"],"Hooks Support to Add Custom Code":["Поддержка хуков для добавления пользовательского кода"],"Custom 404 Page":["Произвольная страница 404"],"Custom Footer":["Произвольный подвал"],"Custom Header":["Произвольный заголовок"],"Multiple Page Headers":["Несколько заголовков страниц"],"Fluid Site Layout":["Гибкий макет сайта"],"Max Width Site Layout":["Макс. ширина макета сайта"],"Full Width Site Layout":["Полноразмерный макет сайта"],"All Features":["Все возможности"],"Limited Features":["Ограниченные возможности"],"Colors and Backgrounds":["Цвета и фоны"],"Sidebar Designing Styles":["Стили дизайна области виджетов"],"Page Background Styling":["Оформление фона страницы"],"CSS File Generation For Speed Optimization":["Создание файлов CSS для оптимизации скорости"],"Access To Pro Updates":["Доступ к обновлениям версии Pro"],"24\/7 Premium Support":["24\/7 Премиум поддержка"],"Submit a Review →":["Отправить отзыв →"],"We love to hear from you, we would appreciate every single review.":["Мы рады услышать от вас, мы будем признательны за каждый отзыв."],"Based on 5k+ reviews":["На основе более 5000 отзывов"],"Rate Us":["Оцените нас"],"Join Now →":["Присоединяйтесь сейчас →"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["У вас есть вопрос о плагине, вы хотите поделиться своим замечательным проектом или просто поздороваться? Присоединяйтесь к нашему замечательному сообществу!"],"Join the Community":["Присоединяйтесь к сообществу"],"Useful Plugins":["Полезные плагины"],"Astra Integrations":["Интеграции Astra"],"Activate Now":["Активировать сейчас"],"Quick Settings":["Быстрые настройки"],"Start Customising":["Начать настройку"],"FREE":["БЕСПЛАТНО"],"Hello ":["Привет "],"Deactivate all":["Деактивировать все"],"Activate all":["Активировать все"],"Cache Cleared!":["Кэш очищен!"],"Free":["Бесплатно"],"Pro":["Pro"],"Successfully Deactivated!":["Успешно деактивирован!"],"Successfully Activated!":["Успешно активирован!"],"This option only available on Astra Pro.":["Эта опция доступна только на Astra Pro."],"CORE":["ЯДРО"],"Free vs Pro":["Бесплатная или платная"],"View All Documentation":["Просмотреть всю документацию"],"View Documentation":["Посмотреть документацию"],"We aim to answer all priority support requests within 2-3 hours.":["Мы стараемся отвечать на все приоритетные запросы в службу поддержки в течение 2-3 часов."],"Priority Support":["Приоритетная поддержка"],"Pro Support":["Поддержка Pro"],"Welcome to KB Docs":["Добро пожаловать в документацию базы знаний"],"PRO":["PRO"],"Upgrade Now →":["Обновить сейчас →"],"Activate Now →":["Активировать сейчас →"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Получите доступ к мощным функциям для быстрого проектирования WordPress без больших затрат. С учетом времени, которое вы сэкономите, это продукт, который окупает себя!"],"What's New?":["Что нового?"],"Create professional designed pixel perfect websites in minutes. Get access to 280+ pre-made full website templates for your favorite page builder.":["Создавайте веб-сайты с безупречным пиксельным дизайном за считанные минуты. Получите доступ к более чем 280 готовым полным шаблонам веб-сайтов для вашего любимого конструктора страниц."],"Activated":["Активирован"],"Upgrade to Astra Pro":["Обновить до Astra Pro"],"Build Better Websites with Astra Pro":["Создавайте лучшие сайты с помощью Astra Pro"],"Upgrade Now":["Обновить сейчас"],"here.":["здесь."],"Legacy":["Наследие"],"Click the button to reset the local fonts cache.":["Нажмите кнопку , чтобы сбросить кэш локальных шрифтов."],"Flush Local Fonts Cache":["Очистка кэша локальных шрифтов"],"Preload Local Fonts":["Предзагрузка локальных шрифтов"],"Load Google Fonts Locally":["Загрузить шрифты Google локально"],"Performance":["Производительность"],"Flush Local Font Files":["Очистить файлы локальных шрифтов"],"Go to Customizer":["Перейти к настройке темы"],"Use New Header\/Footer Builder":["Используйте новый конструктор заголовка и подвала"],"Activate":["Активировать"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Learn More":["Узнать больше"],"White Label":["Белая этикетка (White Label)"],"Custom Layouts":["Пользовательские макеты"],"Spacing":["Интервал"],"Learn More →":["Узнать больше →"],"Knowledge Base":["База знаний"],"LifterLMS":["LifterLMS"],"Settings":["Настройки"],"General":["Общее"],"WooCommerce":["WooCommerce"],"Do More with Astra Pro":["Делайте больше с Astra Pro"],"Welcome":["Добро пожаловать"],"Typography":["Типографика"],"Customize":["Настроить"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}